{
  "drug_interactions": [
    {
      "title": "Carbamazepine and Mefloquine",
      "slug": "carbamazepine-and-mefloquine",
      "risk_rating": 10,
      "content": "Carbamazepine (CBZ) is a potent inducer of cytochrome P450 3A4 (CYP3A4), primarily through activation of the pregnane X receptor (PXR), resulting in both autoinduction and accelerated clearance of co-administered substrates. This induction capacity has been validated in pharmacokinetic modeling and clinical drug monitoring studies (Patsalos, 2019; Johannessen, Landmark, & Patsalos, 2020; Basco, 2021). Mefloquine (MFQ), however, does not significantly induce CYP3A4 and is not a PXR agonist (White, 2018). In patients receiving both drugs, CBZ is expected to reduce MFQ plasma concentrations by enhancing its hepatic metabolism. This raises concern about diminished prophylactic efficacy in malaria-endemic regions, particularly in individuals relying on consistent antimalarial coverage.\n\nMefloquine itself exerts complex effects on the central nervous system. Preclinical studies have demonstrated that MFQ disrupts GABAergic inhibition, with animal models showing tonic-clonic seizures that can be reversed by GABA_A receptor agonists such as muscimol and phenobarbital (White, 2018). This mechanism suggests a direct proconvulsant potential in susceptible individuals. Additional experimental work has highlighted MFQ’s capacity to modulate neuronal gap junctions. At low doses, transient blockade of connexin-mediated electrical coupling appears to exert an anticonvulsant-like effect, attenuating seizure propagation and reducing EEG event durations. However, this effect is dose-dependent and reverses at higher concentrations, where seizure susceptibility increases (BMC Neuroscience, 2020). In rodent models of status epilepticus, MFQ administration shortly after insult was associated with preservation of GABAergic interneurons and delayed epileptogenesis—highlighting a narrow therapeutic window with both neuroprotective and neurotoxic potential (Johannessen et al., 2020). Additionally as compared to other anti-Malarials, it is known for having a greater impact on the brain and central nervous sytem. While large-scale cohort data are lacking, retrospective reports from military and travel medicine settings suggest increased seizure frequency and neuropsychiatric complications in patients with neurological comorbidities receiving long-term MFQ prophylaxis (Basco, 2021). These findings are consistent with growing awareness of persistent neuropsychiatric effects associated with MFQ, sometimes collectively referred to as “quinism.”\n\nThe interaction between CBZ and MFQ is potentially bidirectional. While CBZ likely reduces MFQ exposure via CYP3A4 induction, there is also emerging evidence that MFQ may interfere with the pharmacokinetics of antiepileptic drugs. For example, a clinical case involving a patient on CBZ and valproic acid reported seizure recurrence following MFQ initiation. Although CBZ levels remained stable, valproate levels declined significantly, suggesting MFQ may alter AED levels through hepatic or transporter-based mechanisms not fully understood (Patsalos, 2019). Given MFQ’s capacity to both lower the seizure threshold and modify AED plasma concentrations, this combination presents a clear clinical risk. Drug databases (e.g., Drugs.com), as well as published pharmacology guidelines, recommend avoiding MFQ in individuals with epilepsy. When co-administration is unavoidable, close monitoring of seizure control and antiepileptic drug serum levels is essential. If MFQ must be administered, but other AEDs may be used, switching to antiepileptic drugs with minimal hepatic metabolism is advised. Levetiracetam is an ideal choice due to its lack of enzyme induction or inhibition, predictable kinetics, and broad-spectrum efficacy. Lamotrigine, while generally well tolerated, requires careful titration. Vigabatrin may also be considered, though its visual side effect profile warrants caution in pediatric or long-term use. For malaria chemoprophylaxis in patients with epilepsy, atovaquone–proguanil and doxycycline are preferred, as neither agent lowers seizure threshold nor interacts significantly with hepatic enzymes (White, 2018). When using doxycycline concurrently with CBZ, one should be aware that enzyme induction may reduce doxycycline levels; adjustments in prophylactic regimen or monitoring may be needed, particularly during long-term use in high-risk areas.\n\nThe combination of CBZ and MFQ carries both pharmacokinetic and pharmacodynamic risks. CBZ may reduce MFQ efficacy through enzyme induction, while MFQ may both lower AED levels and increase seizure risk through central mechanisms. Where possible, this combination should be avoided. When unavoidable, therapeutic drug monitoring, alternative AED selection, and close clinical observation are recommended to minimize adverse outcomes and to improve the efficacy of both medications.\n\nMefloquine Metabolism via CYP3A4\nReaction Type: Phase I Oxidation\nEnzyme: Cytochrome P450 3A4 (CYP3A4)\nMetabolic Pathway: Hydroxylation → Clearance\nReaction Steps:\nMefloquine + CYP3A4 → Hydroxy-Mefloquine (Basco, 2021).\n• Hydroxylation at the quinoline ring.\n• Produces an inactive metabolite (major pathway).\nHydroxy-Mefloquine + P-Glycoprotein → Active Efflux (Patsalos, 2019).\n• Transported out of the CNS by P-glycoprotein (P-gp).\n• Decreased central action → Reduced risk of neurotoxicity but lowered efficacy.\nClinical Impact:\n• Carbamazepine induces CYP3A4, increasing mefloquine metabolism.\n• Reduced mefloquine plasma levels → Less effective malaria treatment (White, 2018).\n\n2.3 Mefloquine Activation of PXR (Pregnane X Receptor)\nMechanism: Transcriptional Activation of CYP Enzymes\nEffect: Increased Metabolism of Carbamazepine\nReaction Steps:\nMefloquine → Activates PXR (Basco, 2021).\n• Mefloquine (or its metabolite) binds to Pregnane X Receptor (PXR).\n• PXR upregulates CYP3A4, CYP2B6, and P-glycoprotein.\nPXR Activation → Increased CYP3A4 Expression (Johannessen et al., 2020).\n• Leads to faster metabolism of carbamazepine.\n• Increased clearance of both CBZ and mefloquine.\nClinical Impact:\n• PXR activation enhances drug metabolism, reducing efficacy of both drugs even more.\n• More carbamazepine gets cleared → Lower anticonvulsant levels → Seizure risk (Patsalos, 2019).\n\n3. CNS Effects of Mefloquine\nMechanism: Sodium Channel & GABA Modulation\nEffect: Lowers Seizure Threshold\nReaction Steps:\nMefloquine → Inhibits Gap Junctions (White, 2018).\n• Blocks connexin-based gap junctions in the CNS.\n• Alters neuronal synchronization, leading to increased excitability.\nMefloquine → Interferes with GABA Transmission (Johannessen et al., 2020).\n• Trifluoromethyl (-CF₃) group interacts with GABA receptors.\n• Reduces inhibitory neurotransmission, making neurons more prone to firing.\nClinical Impact:\n• Mefloquine lowers seizure threshold, counteracting carbamazepine’s effects (Basco, 2021).\n• Increased risk of breakthrough seizures in epilepsy patients.\n\nClinical Implications Summary\nIssue Clinical Concern\nPharmacokinetic Interaction\nCBZ may lower MFQ levels via CYP3A4 induction; MFQ may reduce AED levels unpredictably.\nSeizure Risk\nMFQ lowers seizure threshold via GABAergic inhibition and gap junction disruption.\nMonitoring Recommendations\nAvoid MFQ in epilepsy; if used, monitor AED levels and seizure activity closely."
    },
    {
      "title": "Levetiracetam and Mefloquine",
      "slug": "levetiracetam-and-mefloquine",
      "risk_rating": 2,
      "content": "Levetiracetam (LEV) is an atypical antiepileptic agent that exerts its primary\nmechanism of action through binding to the synaptic vesicle protein SV2A. This\nmodulates neurotransmitter release and suppresses hypersynchronous neuronal firing.\nUnlike classical antiepileptic drugs (e.g., benzodiazepines or barbiturates), LEV does not\ndirectly affect GABA_A, NMDA, or AMPA receptor systems (Johannessen Landmark et\nal., 2020). This contributes to LEV's generally favorable tolerability and low risk of\nlowering the seizure threshold. On the other hand, Mefloquine (MFQ) has been\nassociated with significant central nervous system (CNS) effects. Preclinical studies\ndemonstrate that MFQ disrupts GABAergic signaling, reduces inhibitory tone, and\ninterferes with electrical coupling via neuronal gap junctions (White, 2018). MFQ has\nbeen shown to antagonize GABA_A receptors and block connexin-mediated\ncommunication—mechanisms which collectively contribute to proconvulsant activity and\nneuropsychiatric toxicity in susceptible individuals (Basco, 2021). For example,\nCarbamazepine and MFQ have a strong adverse reaction in many patients. The\njuxtaposition of these mechanisms highlights a key clinical consideration: while LEV\ndoes not intrinsically increase seizure susceptibility, MFQ can reduce neuronal inhibition\nand alter cortical network dynamics in a way that may precipitate seizures or exacerbate\nunderlying epilepsy. Neuropsychiatric side effects represent another potential point of\nconcern. MFQ is well documented to cause adverse psychiatric outcomes such as anxiety,\ninsomnia, hallucinations, depression, and—in rare cases—psychosis or suicide ideation.\nThese effects are dose-dependent and more likely in individuals with pre-existing\nneurological or psychiatric conditions (White, 2018; CDC, 2023). LEV also carries a\nneuropsychiatric risk profile, particularly in pediatric or adolescent populations, with\nirritability, agitation, and mood lability being the most commonly reported adverse\nevents. However, these symptoms are typically reversible and do not appear to be\nsynergistically worsened by co-exposure to MFQ.\nFrom a pharmacokinetic perspective, LEV offers substantial advantages in\npolypharmacy settings. It is neither a substrate nor an inducer/inhibitor of cytochrome\nP450 enzymes, and has minimal involvement with P-glycoprotein (P-gp) transport\nsystems (Raedisch et al., 2018). Accordingly, MFQ—though known to interfere with\nvarious hepatic and efflux pathways—does not significantly alter LEV bioavailability or\nelimination. This distinguishes LEV from enzyme-inducing agents such as\ncarbamazepine or phenytoin, which may accelerate MFQ clearance and compromise\nprophylactic efficacy. Notably, there are no published clinical case reports detailing\nadverse outcomes from LEV and MFQ co-administration, nor are there therapeutic drug\nmonitoring (TDM) protocols specific to this combination. The absence of significant\npharmacokinetic interaction, combined with LEV’s predictable serum concentration and\nbroad-spectrum efficacy, supports its use in scenarios requiring MFQ administration.\nNonetheless, due to MFQ’s known impact on cortical excitability, clinicians should\nremain vigilant for neuropsychiatric symptoms or seizure exacerbation during concurrent\nuse, particularly in patients with pre-existing epilepsy or mood disorders. While routine\nTDM is not required for LEV, close clinical observation is prudent when initiating or\ncontinuing MFQ prophylaxis. This is especially relevant in pediatric and adolescent\npatients, where mood and behavior changes may emerge more subtly or be misattributed\nto developmental factors (or in individuals in severe psychological stress, such as those in\nthe millitary or with pre-exsisting mental health disorders).\nLEV remains a preferred antiepileptic agent for patients requiring antimalarial\nprophylaxis, including regimens that involve MFQ. Its favorable interaction profile, lack\nof CYP-mediated metabolism, and minimal CNS overlap with MFQ make it an\nappropriate and generally safe choice. However, given MFQ’s capacity to lower seizure\nthresholds and induce psychiatric side effects, individualized risk assessment and post-\nadministration monitoring remain necessary.\nNote: See section 7 (CBZ and MFQ) for mapping part of the metabolism of MFQ in the\ncentral nervous system and brain."
    },
    {
      "title": "Phenytoin and Mefloquine",
      "slug": "phenytoin-and-mefloquine",
      "risk_rating": 9,
      "content": "Phenytoin is a widely prescribed antiepileptic drug (AED) with nonlinear (zero-\norder) pharmacokinetics, a narrow therapeutic index, and extensive hepatic metabolism.\nIt is primarily metabolized by cytochrome P450 isoenzymes CYP2C9 and CYP2C19,\nwith a minor contribution from CYP3A4. In addition to its role as a substrate, phenytoin\nis a potent inducer of multiple hepatic enzymes, including CYP3A4, and of the efflux\ntransporter P-glycoprotein (P-gp), which enables it to significantly alter the\npharmacokinetics of co-administered agents (Levy, 1995; Karaźniewicz-Łada et al.,\n2021).\nMefloquine, a quinoline-derived antimalarial, is metabolized mainly by CYP3A4\nand has not been shown to significantly induce or inhibit cytochrome P450 enzymes\n(Zaccara & Franco, 2023). However, it has been strongly associated with\nneuropsychiatric adverse effects including anxiety, insomnia, depression, hallucinations,\nand in rare instances, seizures or psychosis (Lewis et al., 2020; Alisky et al., 2006). These\neffects render it generally contraindicated in individuals with epilepsy, raising clinical\nconcern when co-administered with phenytoin.\nPhenytoin’s induction of CYP3A4 may accelerate the clearance of mefloquine,\nreducing systemic exposure and thereby compromising the antimalarial’s prophylactic or\ntherapeutic efficacy (Olafuyi et al., 2019). While mefloquine does not reciprocally\ninfluence phenytoin levels, this unidirectional pharmacokinetic interaction nonetheless\ncarries therapeutic consequences. Furthermore, phenytoin’s induction of P-glycoprotein\nintroduces additional theoretical complexity. Though data on mefloquine as a P-gp\nsubstrate are limited, phenytoin-induced P-gp upregulation may reduce CNS\nconcentrations of some agents—though whether this mitigates or compounds\nmefloquine-related neurotoxicity remains uncertain. Polymorphisms in CYP2C9 and\nCYP2C19 further complicate this interaction. Reduced-function alleles such as\nCYP2C9*2 and *3, more commonly observed in certain populations including those of\nAsian ancestry, can significantly impair phenytoin clearance. This results in\nsupratherapeutic levels and increased toxicity risk even at standard doses (Karaźniewicz-\nŁada et al., 2021). Such genetic variability strengthens the case for routine therapeutic\ndrug monitoring (TDM) in regions with diverse patient demographics.\nPharmacodynamically, mefloquine and phenytoin operate in opposing directions.\nWhereas phenytoin stabilizes neuronal membranes via voltage-gated sodium channel\ninhibition, mefloquine has been shown to interfere with GABAergic signaling and to\nblock gap junctions formed by connexin proteins, thereby increasing neuronal excitability\n(Singh, 2015; TOXICOLOGY Overview, n.d.). This mechanism of action may reduce\nseizure threshold and provoke breakthrough events, even in patients with previously well-\ncontrolled epilepsy. Moreover, the neuropsychiatric effects of both agents may be\nadditive or synergistic. Phenytoin toxicity typically manifests with symptoms such as\nnystagmus, ataxia, confusion, and sedation—symptoms that may be obscured or\nexacerbated by mefloquine-induced insomnia, paranoia, or hallucinations. Although\ncontrolled studies on this interaction are limited, case reports and pharmacovigilance data\nfrom military populations have documented seizure recurrence and mood destabilization\nin patients taking antiepileptics alongside mefloquine (Lewis et al., 2020; Singh, 2015).\nThese findings, while anecdotal, underscore the need for formal observational studies and\nexpanded pharmacovigilance reporting to better define the safety profile of this\ncombination. Given phenytoin’s nonlinear pharmacokinetics, even minor changes in\nmetabolism can result in disproportionate alterations in serum concentration. TDM is\ntherefore essential during periods of mefloquine co-administration. Weekly phenytoin\nlevel monitoring is advised, with adjustments informed by both laboratory and clinical\nindicators. Particular vigilance is warranted during travel, deployment, or fieldwork,\nwhere stress and infection risk may already elevate seizure susceptibility. When feasible,\nco-administration should be avoided. Levetiracetam is the preferred alternative\nantiepileptic agent due to its renal clearance, minimal protein binding, and absence of\nhepatic enzyme modulation. Lamotrigine may also be considered, though its metabolism\nis more sensitive to enzyme-inducing agents and it requires slow titration. On the\nantimalarial side, doxycycline and atovaquone–proguanil are generally safer in patients\nwith seizure disorders, though cost and accessibility issues persist in many endemic\nregions.\nIn conclusion, the phenytoin–mefloquine interaction poses significant clinical\nrisk, primarily through pharmacodynamic synergy and unidirectional metabolic\ninterference. Although the interaction may not always result in therapeutic failure or\ntoxicity, its unpredictable nature and the seriousness of possible outcomes warrant strong\nclinical caution. In cases where substitution is not possible, aggressive monitoring and\nmultidisciplinary coordination are necessary to mitigate harm."
    },
    {
      "title": "Valproate and Mefloquine",
      "slug": "valproate-and-mefloquine",
      "risk_rating": 7,
      "content": "Valproate (VPA) is a broad-spectrum antiepileptic drug primarily metabolized via\nhepatic glucuronidation pathways involving UGT1A6, UGT1A9, and UGT2B7. Its\ninteraction with cytochrome P450 isoenzymes is limited, though it functions as a mild\ninhibitor of CYP2C9 and CYP2C19 (Johannessen Landmark et al., 2023). Mefloquine, a\nquinoline antimalarial, is metabolized by CYP3A4 and has not demonstrated significant\ninhibition or induction of CYP450 or UGT enzymes (Webb & Archer, 2020). Based on\nstandard pharmacokinetic principles, a clinically significant metabolic interaction\nbetween valproate and mefloquine would not be expected. However, a published clinical\nreport describes a case in which a patient stabilized on valproate and carbamazepine\nexperienced a reduction in valproate half-life from approximately 12 hours to 5.6 hours\nafter initiating mefloquine, leading to breakthrough seizures. Carbamazepine\npharmacokinetics remained unchanged, implicating a potential valproate-specific\nmechanism (cited in hellopharmacist.com, summarized in ScholarAI synthesis). This\ndiscrepancy suggests that non-CYP pathways—particularly hepatic transporters such as\nMRP2, BCRP, or OATPs—may contribute to increased valproate clearance following\nmefloquine administration. While such mechanisms remain speculative, they warrant\nfurther investigation as signal-generating observations.\nThough valproate does not exhibit zero-order kinetics as prominently as\nphenytoin, its clearance becomes nonlinear at higher plasma concentrations, introducing\ndose-dependent variability. In polytherapy settings, especially where mitochondrial stress\nis compounded by multiple agents, this variability may translate into clinically significant\nshifts in serum drug levels.\nBoth valproate and mefloquine are independently associated with mitochondrial\ntoxicity. Valproate inhibits mitochondrial β-oxidation and interferes with enzymes\nnecessary for ammonia detoxification, which can precipitate hyperammonemia and\nhepatic encephalopathy—even in patients with previously normal liver function (Zaccara\n& Franco, 2023; see also EMA/FDA safety data on VPA-related mitochondrial risk).\nMefloquine, likewise, has been implicated in mitochondrial membrane destabilization,\noxidative stress, and caspase activation in neuronal tissue, with in vitro studies supporting\nits pro-apoptotic effects. When co-administered, these effects may be synergistic,\nincreasing the likelihood of encephalopathy, mood destabilization, and cognitive\ndysfunction in vulnerable patients, including children and individuals with metabolic or\nhepatic compromise.\nPharmacodynamically, the combination of valproate and mefloquine represents a\nmismatch. Valproate augments inhibitory GABAergic tone through multiple mechanisms,\nincluding increased GABA synthesis and decreased degradation. Mefloquine, by contrast,\nreduces cortical inhibition via GABA_A receptor antagonism and inhibition of gap\njunctions formed by connexin proteins (Singh, 2015; Alisky et al., 2006). This\nantagonistic interaction can reduce seizure threshold and may diminish valproate’s\ntherapeutic efficacy. Case-based evidence has described mood destabilization and\npsychiatric symptoms under co-administration, although such data remain anecdotal. The\nadditive burden of neurotoxicity from both agents may also increase risk for\nencephalopathy and psychomotor slowing, particularly when hyperammonemia or\nhepatic dysfunction is also present.\nTherapeutic drug monitoring is strongly recommended for any patient receiving\nboth valproate and mefloquine. Weekly serum valproate levels should be obtained during\nco-administration and for at least one week post-exposure. In higher-risk populations,\nbaseline and follow-up liver function tests and plasma ammonia levels should also be\nmonitored. In patients with a history of complex partial or absence seizures, EEG\nsurveillance may be warranted, as mefloquine-related psychiatric symptoms could mask\nsubclinical seizure activity.\nAlternative therapeutic strategies should be prioritized where possible.\nLevetiracetam is an ideal AED substitute due to its renal clearance, lack of hepatic\nmetabolism, and favorable CNS safety profile. On the antimalarial side, doxycycline and\natovaquone–proguanil offer preferable safety profiles for patients with seizure disorders\nor hepatic concerns. These alternatives are particularly relevant in pediatric, psychiatric,\nor metabolically vulnerable populations.\nThe valproate–mefloquine interaction presents a moderate-to-high clinical risk,\ndespite the absence of a well-defined CYP-mediated conflict. The synergistic\nmitochondrial and neuropsychiatric toxicity, along with possible transporter-mediated\nalterations in valproate clearance, merit heightened clinical vigilance. The observed\npharmacokinetic deviation in real-world cases justifies continued pharmacovigilance and\nsuggests the need for observational studies to better define the safety profile of this\ncombination, particularly in field settings where mefloquine use remains prevalent and\nalternatives may be limited."
    },
    {
      "title": "Lamotrigine and Mefloquine",
      "slug": "lamotrigine-and-mefloquine",
      "risk_rating": 6,
      "content": "Lamotrigine (LTG) is primarily metabolized through hepatic glucuronidation,\nspecifically via the UGT1A4 enzyme, and does not significantly induce or inhibit\nCYP450 isoenzymes (Karaźniewicz-Łada et al., 2021). Mefloquine, by contrast, is\nmetabolized through CYP3A4 and has no known effect on glucuronidation pathways. As\nsuch, no direct pharmacokinetic interaction between the two agents is anticipated.\nUGT1A4 expression can vary among individuals, but not typically to a degree that poses\nsignificant clinical concern. Notably, while enzyme inducers such as estrogen-containing\noral contraceptives are known to reduce LTG levels, mefloquine does not exert this\neffect, which is reassuring when the two are co-administered.\nThe primary concern lies in the overlapping neuropsychiatric liabilities of both\nmedications. Lamotrigine carries a black box warning for suicidality risk and is known to\ncause insomnia, agitation, irritability, and mood destabilization—particularly during\ntitration phases or in adolescents and patients with affective disorders (Zaccara & Franco,\n2023; Singh, 2015). Mefloquine is associated with a broad spectrum of CNS adverse\neffects, including paranoia, anxiety, confusion, hallucinations, and dissociation. These\nsymptoms often emerge under conditions of physiological stress (such as illness, heat,\ndehydration, or jet lag) and may appear during or even weeks after drug exposure (Lewis\net al., 2020). The delayed onset of mefloquine toxicity creates potential for overlap with\nLTG titration windows, especially in newly diagnosed epilepsy or bipolar patients\nbeginning therapy.\nFrom a pharmacodynamic standpoint, lamotrigine acts primarily by stabilizing\nvoltage-gated sodium channels and enhancing GABAergic tone, which contributes to its\nefficacy in generalized and focal epilepsies. However, its efficacy in myoclonic epilepsy\nis limited and, in some cases, may worsen seizure frequency. Mefloquine’s pro-\nconvulsant properties—mediated by GABA_A receptor inhibition and blockade of\nconnexin-based gap junctions—can undermine the protective effects of lamotrigine,\nparticularly during times of titration, withdrawal, or environmental stress. This mismatch\nincreases risk for seizure recurrence or psychiatric destabilization even in previously\nwell-controlled patients (Webb & Archer, 2020; Singh, 2015).\nThough routine therapeutic drug monitoring (TDM) is not typically required for\nLTG, structured clinical observation is essential during periods of co-administration with\nmefloquine. Particular attention should be given to adherence, especially during travel or\nfield deployments. Outpatient follow-up should include standardized psychiatric\nscreening tools such as the PHQ-9 and GAD-7 to detect early signs of psychiatric\ndecompensation. Dermatologic monitoring for rash is also advised, as lamotrigine carries\na known risk for Stevens-Johnson syndrome, which may be amplified under conditions of\nimmune or metabolic stress.\nWhere feasible, alternative strategies should be employed. For patients\nundergoing LTG titration or those with psychiatric history, antimalarials such as\ndoxycycline or atovaquone–proguanil are preferred due to their lower neuropsychiatric\nliability. If co-administration is unavoidable, consider delaying LTG titration until after\nthe risk window for mefloquine-related CNS effects has passed. Patient education is\ncrucial: individuals should be instructed to report sudden mood changes, sleep\ndisturbances, hallucinations, or anxiety—particularly while abroad or under high-stress\nconditions.\nAlthough no direct pharmacokinetic conflict exists, the combination of\nlamotrigine and mefloquine warrants moderate concern due to potential for delayed,\noverlapping psychiatric effects and seizure threshold destabilization. Clinical vigilance\nand patient stratification are essential when co-prescribing these agents."
    }
  ]
}
